Repository: szech/MyFamilyRoot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Password
pl: Hasło

source: Password confirmation
pl: Potwierdź hasło

source: Passwords don't match
pl: Hasła nie są identyczne

source: Email Address
pl: Adres E-Mail

source: Name
pl: Imię

source: Staff status
pl: Status pracowników

source: Designates whether the user can log into this admin site.
pl: Określa, czy użytkownik może się zalogować jako administrator strony.

source: Designates whether the user is superuser
pl: Określa, czy użytkownik jest superuser

source: Active
pl: Aktywny

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
pl: Określa, czy użytkownik ten powinien być traktowany jako aktywny. Zdejmij to zamiast usuwania kont.

source: Date Joined
pl: Data Dołączył

source: Receive Update Emails
pl: Otrzymywać E-Maile Z

source: Sends out emails if family has been updated
pl: Wysyła e-maile, jeśli rodzina została zaktualizowana

source: user
pl: użytkownik

source: users
pl: użytkownicy

source: Your account has now been locked for 24 hours after 5 failed login attempts
pl: Po 5 nieudanych prób logowania Twoje konto zostało zablokowane na następne 24 godziny

source: If you need assistance, please email:
pl: Jeśli potrzebujesz pomocy, napisz do:

source: Invalid Login
pl: Nieprawidłowy Login

source: Try Again
pl: Spróbuj Ponownie

source: Logged In
pl: Zarejestrowany W

source: Please sign in
pl: Zaloguj się

source: Sign In
pl: Znak W

source: Settings
pl: Opcje

source: Done
pl: Zrobione

source: Options
pl: Opcje

source: First Language
pl: Pierwszy Język

source: Receive family update emails
pl: Otrzymywania rodzinne aktualizacji na e-mail

source: Do you want to receive family update emails?
pl: Chcesz otrzymywać aktualizacje z rodziny e-maile?

source: Yes
pl: Tak

source: No
pl: Nie

source: Change Password
pl: Zmień Hasło

source: New Password
pl: Nowe Hasło

source: Minimum of 8 characters
pl: Co najmniej 8 znaków

source: Whoops, they must match!
pl: Niestety, znaki muszą się zgadzać!

source: Confirm Password
pl: Potwierdź Hasło

source: Update Password
pl: Zaktualizuj Hasła

source: Goodbye and Farewell
pl: Do widzenia i do zobaczenia

source: Leave ok!Kindred forever...
pl: Zostaw ok!Kindred na zawsze...

source: Delete Profile
pl: Usuń Profil

source: Are you sure you want to leave ok!Kindred? We would be very sad to see you leave!
pl: Czy jesteś pewien, że chcesz opuścić ok!Kindred? Będzie nam smutno i będziemy tęsknić!

source: NO!!! I don't want to quit
pl: Nie!!! Nie chcę się wylogować

source: Yes but leave my profile
pl: Tak, ale zostaw mój profil

source: Yes and delete my profile
pl: Tak i usuń mój profil

source: Required field!
pl: Pole wymagane!

source: Access denied
pl: Odmowa dostępu

source: An invitation to ok!Kindred from {0}
pl: Zaproszenie jest ok!Kindred od {0}

source: Hi {0} You have been invited by {1} to join ok!Kindred. ok!Kindred is a collaborative family tree and private social network for you and you family. A network has already been set up by one of your family members to help you keep in touch. To join, please go to https://www.okkindred.com/accounts/confirmation={2}/
pl: Witaj {0} Zostałeś zaproszony na {1}, aby przyłączyć się ok!Pokrewne. ok!Kindred-jest to wspólne drzewo rodzinne i prywatny serwis społecznościowy dla ciebie i twojej rodziny. Już sieć stworzona jest jednym z członków swojej rodziny, aby pomóc, bądź na bieżąco. Aby dołączyć, przejdź do https://www.okkindred.com/accounts/confirmation={2}/

source: Welcome to ok!Kindred
pl: Witamy ok!Kindred

source: Thank you for accepting the invitation from
pl: Dziękuję za przyjęcie zaproszenia od

source: to join ok!kindred, share your family tree and keep in contact with your family members!
pl: dołącz ok!kindred, udział rodzinnego drzewa i utrzymywanie kontaktu z członkami rodziny!

source: Please create a new password:
pl: Proszę utworzyć nowe hasło:

source: Join ok!Kindred
pl: Dołącz ok!Kindred

source: Hello
pl: Witam

source: You have been invited by %(user_who_invited_person)s to join ok!Kindred: a collaborative family tree and private social network for you and your family. A network has already been set up by one of your family members to help you keep in touch.
pl: Zostałeś zaproszony <code>%(user_who_invited_person)s</code> , aby przyłączyć się ok!Kindred: wspólne drzewo rodzinne i prywatny serwis społecznościowy dla ciebie i twojej rodziny. Już sieć stworzona jest jednym z członków swojej rodziny, aby pomóc, bądź na bieżąco.

source: Don't worry, it's absolutely free, and we take your security and privacy seriously. If you would like to join, please click on the following link and choose a secure password that you will remember.
pl: Nie przejmuj się, to jest zupełnie za darmo, i traktujemy bezpieczeństwo i prywatność bardzo poważnie. Jeśli chcesz się przyłączyć, proszę, kliknij na poniższy link i wybrać bezpieczne hasło, które będziesz pamiętać.

source: Please, click the link and check it out. You can always leave if you wish. If you want to find out more, just go to <a href = "https://www.okkindred.com">https://okkindred.com</a> to find out more!
pl: Proszę kliknąć i sprawdzić. Zawsze możesz odejść, jeśli chcesz. Jeśli chcesz dowiedzieć się więcej, po prostu przejdź do <a href = "https://www.okkindred.com">https://okkindred.com</a> aby dowiedzieć się więcej!

source: Thanks and lots of love from Justin & Adrian @ ok!Kindred
pl: Dziękuję i dużo miłości od Justin &amp; Adrian @ ok!Kindred

source: ok!Kindred family update
pl: ok!Pokrewne rodzinne aktualizacji

source: One or more of your family has had details in ok!Kindred updated.
pl: Jeden lub więcej z twojej rodziny miał szczegóły w ok!Pokrewne aktualizowana.

source: The following people have been added to your family in ok!Kindred. Click on them to find out more:
pl: Następujące osoby zostały dodane rodziny w ok!Pokrewne. Kliknij, aby dowiedzieć się więcej:

source: The following people's profiles have been updated. Click on them to find out more:
pl: Następujące profile osób zostały zaktualizowane. Kliknij, aby dowiedzieć się więcej:

source: Female
pl: Kobieta

source: Male
pl: Mężczyzna

source: Other
pl: Inne

source: Partnered
pl: W partnerstwie

source: Raised
pl: Podniósł

source: Raised By
pl: Podniesione

source: Back
pl: Temu

source: Existing Person
pl: Prawdziwy Mężczyzna

source: New Person
pl: Nowy Człowiek

source: Gender
pl: Płeć

source: Search Name
pl: Szukaj Według Nazwy

source: Searching...
pl: Wyszukiwanie...

source: Save
pl: Zapisz

source: Break Relations
pl: Zerwanie Stosunków

source: Break
pl: Przerwa

source: Add Relation
pl: Dodaj Odniesieniu Do

source: Break Relation
pl: Przerwa W Związku

source: Delete
pl: Usuń

source: Click photo to upload new one
pl: Kliknij zdjęcie, aby pobrać nowy

source: Required
pl: Chcesz

source: Birth Year
pl: Rok Urodzenia

source: Death Year (enter 0 if still alive)
pl: Rok śmierci (wpisz 0, Jeśli jeszcze żyje)

source: Death Year. Enter 0 if still alive.
pl: Śmierć Rok. Wpisz wartość 0, Jeśli jeszcze żyje.

source: Email
pl: Adres

source: Tel Number
pl: Numer Tel

source: Telephone/Mobile Number. Include the country code if your family is across several countries
pl: Telefon/Numer Telefonu Komórkowego. Zawiera kod kraju, jeśli twoja rodzina w kilku krajach

source: Website/Facebook/Twitter...
pl: Strona/Facebook/Twitter...

source: Website/Facebook/Twitter etc...
pl: Strona/Facebook/Twitter itd...

source: Location
pl: Lokalizacja

source: Location. Can be approximate e.g. Coventry, UK or 筲箕灣 香港
pl: Położenie. Może być przybliżony np., Coventry, wielka Brytania lub 筲箕灣 香港

source: Locked
pl: Zablokowany

source: Lock your profile, so only you can edit it?
pl: Blokada profilu, tak, że tylko ty możesz go edytować?

source: Are you sure you want to delete profile?
pl: Czy jesteś pewien, że chcesz usunąć profil?

source: NO!!!
pl: Nie!!!

source: Please trim the image to suit a profile picture:
pl: Proszę przyciąć zdjęcia, aby zaspokoić zdjęcie w profilu:

source: Please select a trimmed region
pl: Wybierz przycięć

source: New Profile Photo
pl: Nowe Zdjęcie W Profilu

source: Upload the new profile photo for
pl: Pobierz nowe zdjęcia do profilu

source: Select file...
pl: Wybierz plik...

source: Processing...
pl: Przetwarzanie...

source: Error uploading image
pl: Błąd ładowania obrazu

source: Tree
pl: Drzewo

source: Relation To Me
pl: Wobec Mnie

source: This profile has been locked by this user.
pl: Ten profil został zablokowany użytkownik.

source: Invite to join
pl: Zapraszamy do przyłączenia się

source: Death Year
pl: Śmierć Rok

source: Website
pl: Stronie

source: Biography
pl: Biografia

source: Edit Biography
pl: Edytuj Życiorys

source: A biography has not yet been written for this language.
pl: Biografia jeszcze nie zostały napisane w tym języku.

source: Search Name:
pl: Wyszukiwanie Opisu:

source: Profile
pl: Profil

source: partnered
pl: w partnerstwie

source: raised
pl: Podniósł

source: File is too big
pl: Plik jest zbyt duży

source: A biography has not yet been written for this language
pl: Biografia jeszcze nie zostały zapisane w tym języku

source: English
pl: Angielski

source: Traditional Chinese
pl: Tradycyjny Chiński

source: Simplified Chinese
pl: Chiński Uproszczony

source: Polish
pl: Polski

source: Finnish
pl: Fińska

source: Greetings from Justin & Adrian. This is a website to keep track of our family tree. It is now spread across the world and is growing.
pl: Witam od Justin i Adrian. Jest to strona, aby śledzić naszą rodzinę. Teraz rozprzestrzeniła się po całym świecie rośnie.

source: Our Story
pl: Nasza Historia

source: Would you like to know the story of how and why we created this site?
pl: Chcesz dowiedzieć się historię o tym, jak i dlaczego stworzyliśmy tę stronę?

source: View details
pl: Wyświetlanie informacji

source: Contact Us
pl: Skontaktuj Się Z Nami

source: If you have any questions, need help using the site or have forgotten your password
pl: Jeśli masz jakieś pytania, potrzebujesz pomocy w korzystaniu z serwisu lub zapomniane hasło

source: Security & Privacy
pl: Security &amp; Privacy

source: The privacy and security of my family's data is of high importance
pl: Poufność i bezpieczeństwo mojej rodziny danych ma duże znaczenie

source: How it started
pl: Jak to się zaczęło

source: Hello. I'm Justin on the left. And I'm Adrian on the right.
pl: Witam. Ja Justin po lewej stronie. I ja, Adrian po prawej stronie.

source: This is a website to record our family tree and and act a bit like a social network. Our family members can maintain a profile on here and discover how far the tree reaches As a person is added to the family tree, they receive an email so they may become a user and add more people to it. I attended several family gatherings recently and have struggled to explain how we are all related to others. My family is now very diverse with several ethnicities and resides across several continents. We wanted someway of documenting everyone and keep in touch as the family grows.
pl: Jest to strona dla nagrywania drzewo naszej rodziny i działa tak jak społecznościowych. Członkowie naszej rodziny mogą obsługiwać profil tutaj i dowiedz się, jak daleko dociera Jak człowiek jest dodawany w drzewo rodziny, otrzymują wiadomości e-mail, aby mogli stać się jego użytkownikiem i dodaj więcej ludzi. Uczestniczyłem w kilku spotkaniach rodziny niedawno i starają się wyjaśnić, jak wszyscy jesteśmy ze sobą połączeni innym. Teraz moja rodzina jest bardzo urozmaicona, a wiele grup etnicznych i znajduje się na wielu kontynentach. Chcieliśmy w jakiś sposób dokumentować wszystkie i wiem, jak rodzina rośnie.

source: Contact
pl: Kontakt

source: Contact us via email info@okkindred.com
pl: Skontaktuj się z nami przez e-mail info@okkindred.com

source: If you are in our family we want to hear from you and are welcome to visit and stay round any time. If you have a login to this site and are part of my family, you can get my telephone number and address from my profile!
pl: Jeśli jesteś w naszej rodzinie chcemy usłyszeć od was i zapraszam do odwiedzenia i pobyt przez cały dowolnym czasie. Jeśli masz login na tej stronie i są częścią mojej rodziny, można dostać mój numer telefonu i adres z mojego profilu!

source: Alternatively, if you are looking for some help using the site, or even if you want us to help you set up your own similar site please drop us a line!
pl: Ponadto, jeśli szukasz pomocy, za pomocą strony internetowej, lub jeśli chcesz nam pomóc stworzyć podobny strony, proszę napisz do nas!

source: We're quite nice people and do like to talk to people interested in the sames things we are: Geek stuff, software, music and crazy pan global Chinese families...
pl: Jesteśmy dość dobrzy ludzie i miłość do rozmowy osoby zainteresowane sames rzeczy: Geek stuff, filmy, muzyka i szalony pan globalnej chińskiej rodziny...

source: The details of our family are on this site. We would never try to do anything we think would jeapordise this data! Obviously we take security and privacy very seriously. This will hopefully summarise some of the measures we have taken.
pl: Szczegóły w naszej rodzinie na tej stronie. Nigdy nie próbują robić nic, to myślę, że byłoby jeapordise te dane! Jest oczywiste, że mamy do bezpieczeństwa danych i prywatności bardzo poważnie. To będzie, mam nadzieję, określić w wymienione są niektóre działania, które podjęliśmy.

source: Security
pl: Bezpieczeństwa

source: This entire site is loaded over <a href="https://www.globalsign.com/en/ssl-information-center/what-is-ssl/">Secure Socket Layer</a> (SSL). As a result, the connection between you and this website is encrypted. This protects against other people listening and stealing the information that is transmitted between you and the website. We use 128 bit encryption which is an <a href ="http://www.inet2000.com/public/encryption.htm">industry standard</a>. You should notice a padlock at the top of your web browser to show you that the connection to this website is secure.
pl: Cały ten strona ładuje się przez <a href="https://www.globalsign.com/pl/ssl-information center/what-is-ssl/">Secure Socket Layer</a> (SSL). W rezultacie, komunikacja między tobą a tym serwisem jest szyfrowane. To chroni od innych ludzi, słuchać i kradzież informacji, która jest przekazywana między użytkownikiem i serwisem. Używamy szyfrowania 128-bitowego, który stanowi <a href ="http://www.inet2000.com/public/encryption.htm">industry norma</a>. Należy zauważyć zamku w górnej części przeglądarki internetowej, aby pokazać, że połączenie na tej stronie jest bezpieczny.

source: Privacy
pl: Prywatności

source: Our site uses <a href="https://en.wikipedia.org/wiki/HTTP_cookie">cookies</a> to enhance your experience. Your web browser places cookies on your hard drive for record-keeping purposes and sometimes to track information about you. In particular we use cookies to identify you so that you may our login to the site.
pl: Nasza strona korzysta z <a href="https://pl.w Википедии.org/wiki/HTTP_cookie">печенье</a> dla zwiększenia własnego doświadczenia. Twoja przeglądarka internetowa przechowuje pliki cookies na twoim dysku twardym dla celów księgowych, a czasem i śledzić informacje o was. W szczególności, używamy cookies do identyfikacji ciebie, więc, co może nasz login na stronie.

source: We do not sell, trade, or rent your personal identification information to others. We do use third party <a href="https://en.wikipedia.org/wiki/Geocoding">geocoding</a> services. This is to convert a location into a longitude and latitude so we can plot it on a map. However no other identifying pieces of information (e.g. name) are supplied with this location. We also may share generic aggregated demographic information not linked to any personal identification information. For example we may disclose how many users we have in China.
pl: Nie będziemy sprzedawać, wymieniać lub wynajmować danych osobowych zidentyfikować informacje dla innych. Korzystamy z innych <a href="https://pl.w Википедии.org/wiki/Геокодирование">геокодирование</a> usługi. To aby przekonwertować location w długości i szerokości, dzięki czemu możemy nanieść je na mapę. Jednak żaden inny identyfikacji jednostek informacji (np. nazwa) dostarczane są z tego miejsca. Możemy ujawnić także ogólnych informacji demograficznych, która nie jest związana z żadnym danych osobowych. Na przykład, możemy ujawnić, ile osób mamy w Chinach.

source: Map
pl: Mapa

source: Search
pl: Wyszukiwanie

source: About
pl: O
